{
  "site": {
    "title": "josesaranda | Bienvenido/a",
    "description": "Mi nombre es Jose S치nchez Aranda y esta es mi web personal",
    "home_url": "/es",
    "language": {
      "flag": "游쀯릖",
      "redirect-route": "/"
    }
  },
  "greeting": {
    "title": "춰Hola! 游녦游낗",
    "name": "Jose S치nchez Aranda",
    "picture": "Imagen de perfil",
    "position": "Ingeniero de software - Desarrollador Frontend",
    "paragraph1": "Actualmente trabajo en <0>Fortris</0>, una empresa de soluciones financieras cuyo producto principal es un sistema gestor de criptomonedas, 춰aqu칤 formo parte del equipo de Frontend!",
    "paragraph2": "Tecnologias c칩mo Angular, Nx, NestJS, y GraphQL son parte de mi d칤a a d칤a. Pero me enorgullece decir que tambi칠n he trabajado con otras muchas tecnolog칤as de Frontend como React, NextJS, Loopback, Ionic, y Electron.",
    "paragraph3": "Siempre estoy aprendiendo diferentes tecnolog칤as y mejorando como ingeniero de software. Como ejemplo, esta web est치 hecha con <0>Astro</0>. 쮺onoc칤as <1>Astro</1>? Echa un vistazo al <2>c칩digo</2> de este proyecto."
  },
  "technologies": {
    "title": "쯊ecnolog칤as? Si, estas.",
    "chart": {
      "xAxis.name": "Tecnolog칤as",
      "yAxis.name": "A침os de experiencia"
    }
  },
  "experience": {
    "title": "Experiencia",
    "paragraph1": "He estado envuelto en muchos proyectos con diferentes tecnolog칤as a lo largo de mi carrera como ingeniero de software. Mira m치s abajo mi experiencia.",
    "experiences": {
      "fortris": {
        "title": "Ingeniero Frontend en <a href='https://fortris.com' target='_blank'>Fortris</a>",
        "dates": "Oct. 2021 - actualidad",
        "description": "El producto principal de Fortris es un sistema de gesti칩n de activos de criptomonedas. En Fortris soy responsable del desarrollo, mantenimiento y despliegue de nuestra SPA y la aplicaci칩n del servidor BFF."
      },
      "shapelets": {
        "title": "Ingeniero de software en <a href='https://shapelets.io' target='_blank'>Shapelets</a>",
        "dates": "Mayo 2019 - Oct. 2021",
        "description": "El producto principal de Shapelets es un conjunto de herramientas para cient칤ficos de datos. En Shapelets fui responsable del desarrollo, mantenimiento y despliegue de una SPA que inclu칤a visualizaciones de datos (paneles de control)."
      },
      "sombradoble": {
        "title": "Ingeniero de software en <a href='https://sombradoble.es' target='_blank'>Sombradoble</a>",
        "dates": "Sept. 2016 - Abril 2019",
        "description": "Sombradoble es una agencia de consultor칤a especializada en el sector cient칤fico. En Sombradoble fui responsable de obtener los requisitos del cliente, el desarrollo, el mantenimiento y el despliegue de diferentes SPAs, aplicaciones web progresivas y aplicaciones m칩viles h칤bridas."
      },
      "nowait": {
        "title": "CTO/Fundador en Nowait",
        "dates": "2015 - 2017",
        "description": "Fundador de la startup Nowait. En Nowait creamos nuestro propio producto llamado \"noesperescolas.com\", una plataforma para gestionar los pedidos, de usuarios, encargados a copisterias de forma r치pida y segura."
      },
      "sombradoble-intern": {
        "title": "Becario en <a href='https://sombradoble.es' target='_blank'>Sombradoble</a>",
        "dates": "Abril 2016 - Julio 2016",
        "description": "Sombradoble es una agencia de consultor칤a especializada en el sector cient칤fico. Me un칤 a la empresa para construir la aplicaci칩n MyLeaf. MyLeaf permit칤a a los pacientes con enfermedades cr칩nicas y raras monitorear su d칤a a d칤a y analizar la evoluci칩n que tuvieron a lo largo del tiempo, obteniendo un mayor conocimiento sobre la ingesta de sus medicamentos, las actividades que realizaron y los alimentos que consumieron."
      }
    }
  },
  "social": {
    "title": "Redes sociales? Si, 춰aqu칤 estoy!"
  },
  "footer": {
    "title": "Hecho con <0></0> desde cero",
    "date": "Ultima actualizaci칩n"
  },
  "dictionary": {
    "technologies": "Tecnolog칤as"
  }
}
