{
  "site": {
    "title": "josesaranda | Bienvenido/a",
    "description": "Mi nombre es José Sánchez Aranda y esta es mi web personal",
    "home_url": "/es",
    "language": {
      "flag": "Idioma: <0>ES</0>",
      "redirect-route": "/"
    }
  },
  "greeting": {
    "title": "¡Hola!",
    "name": "Soy José Sánchez Aranda",
    "picture": "Imagen de perfil",
    "position": "Ingeniero de software - Desarrollador Frontend",
    "paragraph": "Actualmente trabajo en <0>Knowmad Mood</0> ¡Aquí soy <1>lider técnico</1> del equipo de <2>FrontEnd</2>! Tecnologías cómo Angular, Nx, Ionic, Capacitor, NestJS, y GraphQL son parte de mi día a día. Pero me enorgullece decir que también he trabajado con otras muchas tecnologías de Frontend como React, NextJS, Loopback, y Electron. Siempre estoy aprendiendo diferentes tecnologías y mejorando como ingeniero de software. Como ejemplo, esta web está hecha con Astro. ¿Conocías Astro? Echa un vistazo al <3>código</3> de este proyecto."
  },
  "experience": {
    "title": "Experiencia",
    "paragraph": "He estado envuelto en muchos proyectos con diferentes tecnologías a lo largo de mi carrera como <0>ingeniero de software</0>. Mira más abajo mi experiencia.",
    "experiences": {
      "0": {
        "company": "Knowmad Mood",
        "link": "https://www.knowmadmood.com/es",
        "position": "Ingeniero Frontend Lead",
        "dates": "Junio 2023 - Actualidad",
        "summary": "Knowmad es una empresa de soluciones software. Aquí soy líder técnico del equipo de FrontEnd. Mi tarea principal es decidir las técnologías, buenas prácticas y arquitectura de los proyectos en los que damos soporte a nuestro cliente.",
        "technologies": "Angular, Angular Material, Typescript, Javascript, Sass, Html, Nx, NodeJS, Ionic, Capacitor, Jest, Cypress, Testing Library."
      },
      "1": {
        "company": "Fortris",
        "link": "https://fortris.com/",
        "position": "Ingeniero Frontend",
        "dates": "Oct. 2021 - Junio 2023",
        "summary": "El producto principal de Fortris es un sistema de gestión de activos de criptomonedas. En Fortris soy responsable del desarrollo, mantenimiento y despliegue de nuestra SPA y la aplicación del servidor BFF.",
        "technologies": "Angular, Angular Material, Typescript, Javascript, Sass, Html, Nx, NodeJS, Express, NestJS, GraphQL, Jest, Cypress, Testing Library."
      },
      "2": {
        "company": "Shapelets",
        "link": "https://shapelets.io/",
        "position": "Ingeniero de software",
        "dates": "Mayo 2019 - Oct. 2021",
        "summary": "El producto principal de Shapelets es un conjunto de herramientas para científicos de datos. En Shapelets fui responsable del desarrollo, mantenimiento y despliegue de una SPA que incluía visualizaciones de datos (paneles de control).",
        "technologies": "React, AntDesign, Mobx, Axios, Apache Echarts, Vega visualisations, Typescript, Javascript, Less, Html, Nx, Jest, Testing Library."
      },
      "3": {
        "company": "Sombradoble",
        "link": "https://www.sombradoble.es/es/inicio/",
        "position": "Ingeniero de software",
        "dates": "Sept. 2016 - Abril 2019",
        "summary": "Sombradoble es una agencia de consultoría especializada en el sector científico. En Sombradoble fui responsable de obtener los requisitos del cliente, el desarrollo, el mantenimiento y el despliegue de diferentes SPAs, aplicaciones web progresivas y aplicaciones móviles híbridas.",
        "technologies": "Angular, Angular Material, Ionic framework, Typescript, Javascript, Sass, Html, NodeJS, Express, Loopback, MongoDB, SQLServer, Jest, Cypress."
      },
      "4": {
        "company": "Nowait",
        "link": "#",
        "position": "Fundador / CTO",
        "dates": "2015 - 2017",
        "summary": "Fundador de la startup Nowait. En Nowait creamos nuestro propio producto llamado \"noesperescolas.com\", una plataforma para gestionar los pedidos, de usuarios, encargados a copisterias de forma rápida y segura.",
        "technologies": "Html, Css, Javascript, NodeJS, ExpressJS, EJS, MongoDB."
      }
    }
  },
  "social": {
    "title": "Redes sociales",
    "paragraph": "También puedes encontrarme por estos lugares, intento mantenerlos activos, pero tu sabes, ir a la playa en verano o tomar cafe en invierno también me gusta."
  },
  "404": {
    "paragraph": "Un fallo lo tiene cualquiera",
    "link": "Volver al inicio"
  }
}
