{
  "site": {
    "title": "josesaranda | Welcome",
    "description": "Jose Sánchez Aranda webpage, a portfolio and CV",
    "home_url": "/",
    "language": {
      "flag": "Language: <0>EN</0>",
      "redirect-route": "/es"
    }
  },
  "greeting": {
    "title": "Hi!",
    "name": "I'm Jose Sánchez Aranda",
    "picture": "Profile picture",
    "position": "Software Engineer - Frontend Engineer",
    "paragraph": "Currently, I'm working at <0>Knowmad Mood</0> ¡Here I am <1>FrontEnd Lead Engineer</1>! Technologies like Angular, Nx, Ionic, Capacitor, NestJS, and GraphQL are part of my day. But I'm happy to say that I've worked with many frontend technologies such as React, NextJS, Loopback, Ionic, and Electron. I am always keen to learn different technologies and improve as a software engineer. As an example, this web is made with Astro. Have you heard about Astro before? Have a look at the source code of this project."
  },
  "experience": {
    "title": "Experience",
    "paragraph": "I've been involved in many projects with different technologies throughout my career as a <0>software engineer</0>. See below my working experience.",
    "experiences": {
      "0": {
        "company": "Knowmad Mood",
        "position": "Frontend Lead Engineer",
        "dates": "June 2023 - Currently",
        "summary": "Knowmad is a software solutions company. Here I am a technical lead of a FrontEnd Team. I'm responsible of choosing technologies, architecture, applying best practices and methodologies and supporting my teammates.",
        "technologies": "Angular, Angular Material, Typescript, Javascript, Sass, Html, Nx, NodeJS, Ionic, Capacitor, Jest, Cypress, Testing Library."
      },
      "1": {
        "company": "Fortris",
        "position": "Frontend Engineer",
        "dates": "Oct. 2021 - June 2023",
        "summary": "Fortris' main product is a crypto asset management system. At Fortris I'm responsible of development, maintainability and deployment of our single page app and BFF server app.",
        "technologies": "Angular, Angular Material, Typescript, Javascript, Sass, Html, Nx, NodeJS, Express, NestJS, GraphQL, Jest, Cypress, Testing Library."
      },
      "2": {
        "company": "Shapelets",
        "position": "Software Engineer",
        "dates": "May. 2019 - Oct. 2021",
        "summary": "Shapelets' main product is a set of tools for Data scientist. At Shapelets I was responsible of development, maintainability and deployment of a single page app which included data visualisations (Dashboards).",
        "technologies": "React, AntDesign, Mobx, Axios, Apache Echarts, Vega visualisations, Typescript, Javascript, Less, Html, Nx, Jest, Testing Library."
      },
      "3": {
        "company": "Sombradoble",
        "position": "Software Engineer",
        "dates": "Sept. 2016 - Apr. 2019",
        "summary": "Sombradoble is a consultancy agency specialised in scientist sector. At Sombradoble I was responsible of getting customer requirements, development, maintainability and deployment of different single page apps, progressive web apps and hybrid mobile apps.",
        "technologies": "Angular, Angular Material, Ionic framework, Typescript, Javascript, Sass, Html, NodeJS, Express, Loopback, MongoDB, SQLServer, Jest, Cypress."
      },
      "4": {
        "company": "Nowait",
        "position": "Founder / CTO",
        "dates": "2015 - 2017",
        "summary": "Founder of NoWait startup. At NoWait we developed our own product \"noesperescolas.com\", a platform for managing copyshops' orders in a quick and secure way.",
        "technologies": "Html, Css, Javascript, NodeJS, ExpressJS, EJS, MongoDB."
      }
    }
  },
  "social": {
    "title": "Social networks",
    "paragraph": "You can find me in this places, I try to keep them active, but you know..., I do really like to go to the beach in summer or even take a coffee in winter."
  }
}
